Repository: Cluas/moshpit
Catalog: Moshpit/Resources/Localizable.xcstrings
Source language: en
Languages: de, es, fr, ja, ko, pt_br, zh_hans, zh_hant

source: When the app isn’t running, your host sends the alert through Moshpit’s push relay. It is encrypted on your host with a key only this device holds — the relay and Apple carry ciphertext and can read none of it. Delivered even from a locked phone.
de: Läuft die App nicht, schickt dein Host die Mitteilung über das Push-Relay von Moshpit. Sie wird auf dem Host mit einem Schlüssel verschlüsselt, den nur dieses Gerät hat. Relay und Apple transportieren nur Chiffretext und können nichts davon lesen. Kommt auch auf dem gesperrten iPhone an.
es: Cuando la app no está abierta, tu host envía la alerta a través del servidor relay de Moshpit. Se cifra en tu host con una clave que solo tiene este dispositivo: el relay y Apple transportan texto cifrado y no pueden leer nada. Llega incluso con el teléfono bloqueado.
fr: Quand l’app n’est pas ouverte, votre hôte envoie l’alerte via le relais push de Moshpit. Elle est chiffrée sur votre hôte avec une clé que seul cet appareil détient : le relais et Apple ne transportent que du texte chiffré et ne peuvent rien en lire. Livrée même sur un iPhone verrouillé.
ja: アプリが起動していないとき、通知はホストから Moshpit のプッシュリレー経由で届きます。内容はこのデバイスだけが持つ鍵でホスト上で暗号化され、リレーも Apple も暗号文を運ぶだけで読めません。ロック中の iPhone にも届きます。
ko: 앱이 실행 중이 아닐 때는 호스트가 Moshpit 푸시 릴레이를 통해 알림을 보냅니다. 내용은 이 기기만 가진 키로 호스트에서 암호화되므로, 릴레이와 Apple은 암호문만 전달하고 아무것도 읽을 수 없습니다. 잠긴 상태에서도 도착합니다.
pt_br: Quando o app não está aberto, seu host envia o alerta pelo relay de push do Moshpit. Ele é criptografado no seu host com uma chave que só este aparelho tem: o relay e a Apple carregam texto cifrado e não conseguem ler nada. Chega mesmo com o celular bloqueado.
zh_hans: App 没在运行时，通知由你的主机经 Moshpit 的中转服务器发过来。内容在主机上就用只有这台手机才有的密钥加密，中转服务器和 Apple 都只能看到密文。锁屏状态下也能收到。
zh_hant: App 沒在執行時，通知由你的主機經 Moshpit 的中繼伺服器送過來。內容在主機上就用只有這部裝置才有的金鑰加密，中繼伺服器和 Apple 都只看得到密文。鎖定畫面下也收得到。

source: While a session is attached, the Dynamic Island shows whether the agent is working, idle, or waiting on you. Tapping it deep-links straight back to that pane.
de: Solange eine Sitzung verbunden ist, zeigt die Dynamic Island, ob der Agent arbeitet, inaktiv ist oder auf dich wartet. Ein Tipp darauf führt direkt zurück zu dem Panel.
es: Mientras hay una sesión conectada, la Dynamic Island muestra si el agente está trabajando, inactivo o esperándote. Tócala para volver directamente a ese panel.
fr: Tant qu’une session est rattachée, la Dynamic Island indique si l’agent travaille, est inactif ou vous attend. Touchez-la pour revenir directement à ce panneau.
ja: セッションのアタッチ中、Dynamic Island はエージェントが作業中・アイドル・あなた待ちのいずれかを表示します。タップするとそのペインへ直接ジャンプします。
ko: 세션에 붙어 있는 동안 Dynamic Island에 에이전트가 작업 중인지, 유휴 상태인지, 사용자를 기다리는지 표시됩니다. 탭하면 바로 그 패널로 돌아갑니다.
pt_br: Enquanto uma sessão está conectada, a Dynamic Island mostra se o agente está trabalhando, ocioso ou esperando você. Toque nela para voltar direto a esse painel.
zh_hans: 连着会话时，灵动岛会显示智能体是在工作、闲着，还是在等你。点一下直接回到那个窗格。
zh_hant: 接著工作階段時，動態島會顯示 agent 是在工作、閒置，還是在等你。點一下直接回到那個窗格。

source: Whisper (local model)
de: Whisper (lokales Modell)
es: Whisper (modelo local)
fr: Whisper (modèle local)
ja: Whisper（ローカルモデル）
ko: Whisper(로컬 모델)
pt_br: Whisper (modelo local)
zh_hans: Whisper（本地模型）
zh_hant: Whisper（本機模型）

source: Whisper Model
de: Whisper-Modell
es: Modelo de Whisper
fr: Modèle Whisper
ja: Whisper モデル
ko: Whisper 모델
pt_br: Modelo do Whisper
zh_hans: Whisper 模型
zh_hant: Whisper 模型

source: Whisper can't transcribe until one is on the device
de: Ohne Modell auf dem Gerät kann Whisper nichts umwandeln
es: Whisper no puede transcribir hasta que haya uno en el dispositivo
fr: Whisper ne peut rien transcrire sans modèle sur l’appareil
ja: モデルが端末にないと Whisper は書き起こせません
ko: 기기에 모델이 있어야 Whisper가 동작합니다
pt_br: O Whisper não transcreve até ter um modelo no aparelho
zh_hans: 没有模型，Whisper 就没法转写
zh_hant: 沒有模型，Whisper 就無法轉寫

source: Whisper decides from what it hears
de: Whisper entscheidet nach dem, was es hört
es: Whisper decide según lo que oye
fr: Whisper décide d’après ce qu’il entend
ja: Whisper が聞こえた内容から判断します
ko: Whisper가 들리는 대로 언어를 판단합니다
pt_br: O Whisper decide pelo que ouve
zh_hans: 让 Whisper 自己听出是哪种语言
zh_hant: 讓 Whisper 自己聽出是哪種語言

source: Window
de: Fenster
es: Ventana
fr: Fenêtre
ja: ウィンドウ
ko: 창
pt_br: Janela
zh_hans: 窗口
zh_hant: 視窗

source: Window %@
de: Fenster %@
es: Ventana %@
fr: Fenêtre %@
ja: ウインドウ %@
ko: 창 %@
pt_br: Janela %@
zh_hans: 窗口 %@
zh_hant: 視窗 %@

source: Windows
de: Fenster
es: Ventanas
fr: Fenêtres
ja: ウィンドウ
ko: 창
pt_br: Janelas
zh_hans: 窗口
zh_hant: 視窗

source: Workspace
de: Arbeitsbereich
es: Espacio de trabajo
fr: Espace de travail
ja: ワークスペース
ko: 작업 공간
pt_br: Espaço de trabalho
zh_hans: 工作区
zh_hant: 工作區

source: Workspaces
de: Arbeitsbereiche
es: Espacios de trabajo
fr: Espaces de travail
ja: ワークスペース
ko: 작업 공간
pt_br: Espaços de trabalho
zh_hans: 工作区
zh_hant: 工作區

source: Wrap SSH with mosh-server (UDP)
de: mosh-server über SSH starten (UDP)
es: Lanzar mosh-server sobre SSH (UDP)
fr: Lancer mosh-server via SSH (UDP)
ja: SSH を mosh-server (UDP) でラップ
ko: SSH 위에서 mosh-server 실행(UDP)
pt_br: Iniciar mosh-server via SSH (UDP)
zh_hans: 通过 SSH 启动 mosh-server（UDP）
zh_hant: 透過 SSH 啟動 mosh-server（UDP）

source: Wrap new SSH hosts with mosh-server on connect
de: Neue SSH-Hosts beim Verbinden über mosh-server starten
es: Lanzar mosh-server al conectar con hosts SSH nuevos
fr: Lancer mosh-server à la connexion des nouveaux hôtes SSH
ja: 新しい SSH ホストを接続時に mosh-server でラップ
ko: 새 SSH 호스트는 연결할 때 mosh-server로 감쌉니다
pt_br: Iniciar mosh-server ao conectar em hosts SSH novos
zh_hans: 新添加的 SSH 主机默认通过 mosh-server 连接
zh_hant: 新加入的 SSH 主機預設透過 mosh-server 連線

source: Your answer was passed to the host. It takes effect if the agent is still waiting on that question.
de: Deine Antwort wurde an den Host übergeben. Sie wirkt, wenn der Agent noch auf diese Frage wartet.
es: Tu respuesta se pasó al host. Surtirá efecto si el agente sigue esperando esa pregunta.
fr: Votre réponse a été transmise à l’hôte. Elle prendra effet si l’agent attend toujours sur cette question.
ja: 回答をホストに渡しました。エージェントがまだその問いで待っていれば反映されます。
ko: 답변을 호스트에 전달했습니다. 에이전트가 아직 그 질문에서 기다리고 있다면 적용됩니다.
pt_br: Sua resposta foi passada ao host. Ela vale se o agente ainda estiver esperando essa pergunta.
zh_hans: 你的回答已交给主机。若智能体仍停在那个提问上，回答就会生效。
zh_hant: 你的回答已交給主機。如果 agent 還停在那個提問上，回答就會生效。

source: Your servers, on call.
de: Deine Server, immer erreichbar.
es: Tus servidores, siempre a mano.
fr: Vos serveurs, toujours joignables.
ja: あなたのサーバー、いつでもオンコール。
ko: 내 서버, 언제든 호출.
pt_br: Seus servidores, sempre à mão.
zh_hans: 你的服务器，随叫随到。
zh_hant: 你的伺服器，隨時待命。

source: Your tap didn't reach the agent — open Moshpit and answer there.
de: Dein Tipp hat den Agent nicht erreicht. Öffne Moshpit und antworte dort.
es: Tu respuesta no llegó al agente. Abre Moshpit y responde desde allí.
fr: Votre réponse n’a pas atteint l’agent. Ouvrez Moshpit et répondez depuis l’app.
ja: タップがエージェントに届きませんでした——Moshpit を開いて操作してください。
ko: 탭한 내용이 에이전트에 닿지 않았습니다. Moshpit을 열어 거기서 답하세요.
pt_br: Seu toque não chegou ao agente. Abra o Moshpit e responda por lá.
zh_hans: 没有送达智能体。打开 Moshpit，在里面回答。
zh_hant: 沒有送到 agent 那邊。打開 Moshpit，在裡面回答。

source: active
de: aktiv
es: activo
ja: 使用中
ko: 사용 중
pt_br: ativo
zh_hans: 使用中
zh_hant: 使用中

source: attached
de: verbunden
es: conectada
fr: rattachée
ja: アタッチ済み
ko: 연결됨
pt_br: conectada
zh_hans: 已附加
zh_hant: 已接上

source: channel
de: Kanal
es: canal
fr: canal
ja: チャネル
ko: 채널
pt_br: canal
zh_hans: 通道
zh_hant: 通道

source: connection
de: Verbindung
es: conexión
fr: connexion
ja: 接続
ko: 연결
pt_br: conexão
zh_hans: 连接
zh_hant: 連線

source: detached
de: getrennt
es: desconectada
fr: détachée
ja: デタッチ済み
ko: 분리됨
pt_br: desconectada
zh_hans: 已分离
zh_hant: 已分離

source: done
de: fertig
es: listo
fr: terminé
ja: 完了
ko: 완료
pt_br: concluído
zh_hans: 已完成
zh_hant: 已完成

source: err
de: Fehler
es: error
fr: erreur
ja: エラー
ko: 오류
pt_br: erro
zh_hans: 错误
zh_hant: 錯誤

source: herdr isn't installed on this host.
de: herdr ist auf diesem Host nicht installiert.
es: herdr no está instalado en este host.
fr: herdr n’est pas installé sur cet hôte.
ja: このホストに herdr がインストールされていません。
ko: 이 호스트에 herdr가 설치되어 있지 않습니다.
pt_br: O herdr não está instalado neste host.
zh_hans: 这台主机上没装 herdr。
zh_hant: 這台主機上沒裝 herdr。

source: herdr not found on this host — plain shell session.
de: herdr auf diesem Host nicht gefunden, einfache Shell-Sitzung.
es: No se encontró herdr en este host: sesión de shell normal.
fr: herdr introuvable sur cet hôte : session shell simple.
ja: このホストに herdr が見つかりません——通常のシェルセッションになります。
ko: 이 호스트에 herdr가 없어 일반 셸 세션으로 연결했습니다.
pt_br: herdr não encontrado neste host: sessão de shell simples.
zh_hans: 这台主机上没有 herdr，先按普通 shell 会话运行。
zh_hant: 這台主機上沒有 herdr，先以一般 shell 工作階段執行。

source: iOS hasn't issued a push token to this phone yet — check that notifications are allowed, then try again.
de: iOS hat diesem iPhone noch kein Push-Token ausgestellt. Prüfe, ob Mitteilungen erlaubt sind, und versuch es erneut.
es: iOS aún no ha emitido un token push para este teléfono. Comprueba que las notificaciones estén permitidas y vuelve a intentarlo.
fr: iOS n’a pas encore délivré de jeton push à cet iPhone. Vérifiez que les notifications sont autorisées, puis réessayez.
ja: iOS がまだこの iPhone にプッシュトークンを発行していません。通知が許可されているか確認して、もう一度お試しください。
ko: iOS가 아직 이 휴대폰에 푸시 토큰을 발급하지 않았습니다. 알림이 허용되어 있는지 확인한 뒤 다시 시도하세요.
pt_br: O iOS ainda não emitiu um token de push para este celular. Confira se as notificações estão permitidas e tente de novo.
zh_hans: iOS 还没给这台手机发推送令牌。确认已允许通知，再试一次。
zh_hant: iOS 還沒發推播權杖給這部手機。確認已允許通知，再試一次。

source: idle
de: inaktiv
es: inactivo
fr: inactif
ja: アイドル
ko: 유휴
pt_br: ocioso
zh_hans: 空闲
zh_hant: 閒置

source: linking
de: verbindet
es: conectando
fr: connexion
ja: 接続処理中
ko: 연결 중
pt_br: conectando
zh_hans: 连接中
zh_hant: 連線中

source: live
de: online
es: activo
fr: en ligne
ja: 接続中
ko: 온라인
pt_br: no ar
zh_hans: 在线
zh_hant: 上線

source: mosh binds one UDP port in this range per session. Open it outbound from your iPhone and inbound on the server (default 60000–61000).
de: mosh belegt pro Sitzung einen UDP-Port aus diesem Bereich. Gib ihn ausgehend auf dem iPhone und eingehend auf dem Server frei (Standard 60000–61000).
es: mosh ocupa un puerto UDP de este rango por sesión. Ábrelo en salida desde tu iPhone y en entrada en el servidor (por omisión 60000–61000).
fr: mosh occupe un port UDP de cette plage par session. Ouvrez-la en sortie depuis votre iPhone et en entrée sur le serveur (par défaut 60000–61000).
ja: mosh はセッションごとにこの範囲の UDP ポートを 1 つバインドします。iPhone 側は送信方向、サーバー側は受信方向で開放してください（デフォルト 60000–61000）。
ko: mosh는 세션마다 이 범위에서 UDP 포트 하나를 사용합니다. iPhone에서는 나가는 방향, 서버에서는 들어오는 방향으로 열어 주세요(기본값 60000–61000).
pt_br: O mosh ocupa uma porta UDP desta faixa por sessão. Abra na saída do seu iPhone e na entrada do servidor (padrão 60000–61000).
zh_hans: 每个 mosh 会话会在这段范围里占一个 UDP 端口。服务器要放开入站，iPhone 这边要放开出站（默认 60000–61000）。
zh_hant: 每個 mosh 工作階段會在這段範圍裡占一個 UDP 連接埠。伺服器要開放進站，iPhone 這邊要開放出站（預設 60000–61000）。

source: mosh isn't installed on this host.
de: mosh ist auf diesem Host nicht installiert.
es: mosh no está instalado en este host.
fr: mosh n’est pas installé sur cet hôte.
ja: このホストに mosh がインストールされていません。
ko: 이 호스트에 mosh가 설치되어 있지 않습니다.
pt_br: O mosh não está instalado neste host.
zh_hans: 这台主机上没装 mosh。
zh_hant: 這台主機上沒裝 mosh。

source: mosh keeps the line up · sessions survive the handoff
de: mosh hält die Leitung · Sitzungen überstehen den Wechsel
es: mosh mantiene la línea · las sesiones sobreviven al cambio
fr: mosh garde la ligne · les sessions survivent au changement
ja: mosh が接続を維持 · セッションはハンドオフを乗り切ります
ko: mosh가 회선을 붙잡습니다 · 세션은 전환을 견딥니다
pt_br: o mosh segura a linha · as sessões sobrevivem à troca
zh_hans: mosh 保持链路 · 会话扛得住网络切换
zh_hant: mosh 撐住線路 · 工作階段扛得住網路切換

source: mosh-server not found — connected over SSH instead.
de: mosh-server nicht gefunden, stattdessen über SSH verbunden.
es: No se encontró mosh-server; se conectó por SSH en su lugar.
fr: mosh-server introuvable : connexion en SSH à la place.
ja: mosh-server が見つかりません — 代わりに SSH で接続しました。
ko: mosh-server를 찾을 수 없어 SSH로 연결했습니다.
pt_br: mosh-server não encontrado; conectado por SSH em vez disso.
zh_hans: 没找到 mosh-server，改用 SSH 连接了。
zh_hant: 找不到 mosh-server，改用 SSH 連線了。

source: mosh-server path
de: Pfad zu mosh-server
es: Ruta de mosh-server
fr: Chemin de mosh-server
ja: mosh-server のパス
ko: mosh-server 경로
pt_br: Caminho do mosh-server
zh_hans: mosh-server 路径
zh_hant: mosh-server 路徑

source: multiplexer prefix
de: Multiplexer-Präfix
es: prefijo del multiplexor
fr: préfixe du multiplexeur
ja: マルチプレクサのプレフィックス
ko: 멀티플렉서 접두 키
pt_br: prefixo do multiplexador
zh_hans: 复用器前缀
zh_hant: 多工器前綴鍵

source: needs attention
de: wartet
es: te espera
fr: vous attend
ja: 要注意
ko: 대기 중
pt_br: esperando você
zh_hans: 等你
zh_hant: 等你

source: needs you
de: braucht dich
es: te necesita
fr: vous attend
ja: 要対応
ko: 대기 중
pt_br: precisa de você
zh_hans: 在等你
zh_hant: 在等你

source: no hosts yet
de: noch keine Hosts
es: aún no hay hosts
fr: aucun hôte pour l’instant
ja: ホストがありません
ko: 호스트 없음
pt_br: nenhum host ainda
zh_hans: 还没有主机
zh_hant: 還沒有主機

source: no panes
de: keine Panels
es: sin paneles
fr: aucun panneau
ja: ペインなし
ko: 패널 없음
pt_br: sem painéis
zh_hans: 没有窗格
zh_hant: 沒有窗格

source: now
de: jetzt
es: ahora
fr: maintenant
ja: たった今
ko: 지금
pt_br: agora
zh_hans: 刚刚
zh_hant: 剛剛

source: paired %@
de: gekoppelt %@
es: emparejado %@
fr: jumelé %@
ja: %@ にペアリング
ko: %@ 페어링
pt_br: pareado %@
zh_hans: 配对于 %@
zh_hant: 配對於 %@

source: pane %lld
de: Panel %lld
es: panel %lld
fr: panneau %lld
ja: ペイン %lld
ko: 패널 %lld
pt_br: painel %lld
zh_hans: 窗格 %lld
zh_hant: 窗格 %lld

source: saved
de: gesichert
es: guardado
fr: enregistré
ja: 保存済み
ko: 저장됨
pt_br: salvo
zh_hans: 已保存
zh_hant: 已儲存

source: selected row
de: ausgewählte Zeile
es: fila seleccionada
fr: ligne sélectionnée
ja: 選択中の行
ko: 선택된 행
pt_br: linha selecionada
zh_hans: 选中行
zh_hant: 選取的列

source: session
de: Sitzung
es: sesión
ja: セッション
ko: 세션
pt_br: sessão
zh_hans: 会话
zh_hant: 工作階段

source: sessions
de: Sitzungen
es: sesiones
ja: セッション
ko: 세션
pt_br: sessões
zh_hans: 会话
zh_hant: 工作階段

source: stalled
de: hängt
es: atascado
fr: bloqué
ja: 停滞
ko: 멈춤
pt_br: travado
zh_hans: 卡住了
zh_hant: 卡住了

source: the pit never closes · your sessions wait for you
de: der Pit schließt nie · deine Sitzungen warten auf dich
es: el pit nunca cierra · tus sesiones te esperan
fr: le pit ne ferme jamais · vos sessions vous attendent
ja: ピットは閉じない · セッションはあなたを待っています
ko: 서버는 잠들지 않는다 · 세션이 기다리고 있습니다
pt_br: o pit nunca fecha · suas sessões esperam por você
zh_hans: 机器不眠 · 会话一直等着你
zh_hant: 機器不眠 · 工作階段一直等著你

source: tmux + mosh aren't installed on this host.
de: tmux und mosh sind auf diesem Host nicht installiert.
es: tmux y mosh no están instalados en este host.
fr: tmux et mosh ne sont pas installés sur cet hôte.
ja: このホストには tmux と mosh がインストールされていません。
ko: 이 호스트에 tmux와 mosh가 설치되어 있지 않습니다.
pt_br: tmux e mosh não estão instalados neste host.
zh_hans: 这台主机上没装 tmux 和 mosh。
zh_hant: 這台主機上沒裝 tmux 和 mosh。

source: tmux and herdr hold separate, unrelated sessions. If the host doesn't have the one you pick, Moshpit says so and drops to a plain shell — it never quietly attaches the other. With Mosh, herdr runs its own terminal UI; native rendering needs SSH.
de: tmux und herdr halten getrennte, voneinander unabhängige Sitzungen. Fehlt auf dem Host der gewählte, sagt Moshpit das und fällt auf eine einfache Shell zurück. Es hängt sich nie stillschweigend an den anderen. Mit Mosh nutzt herdr seine eigene Terminal-Oberfläche; natives Rendering braucht SSH.
es: tmux y herdr mantienen sesiones separadas y sin relación. Si el host no tiene el que eliges, Moshpit te lo dice y pasa a una shell normal; nunca se conecta al otro a tus espaldas. Con Mosh, herdr usa su propia interfaz de terminal; el renderizado nativo necesita SSH.
fr: tmux et herdr gèrent des sessions distinctes et sans rapport. Si l’hôte n’a pas celui que vous choisissez, Moshpit le dit et bascule sur un shell simple ; il ne se rattache jamais à l’autre en silence. Avec Mosh, herdr utilise sa propre interface de terminal ; le rendu natif nécessite SSH.
ja: tmux と herdr はそれぞれ独立した無関係のセッションを保持します。選んだ方がホストにない場合、Moshpit はそれを明示して通常のシェルに切り替えます——もう一方に黙ってアタッチすることはありません。Mosh と併用する場合、herdr は独自のターミナル UI を表示します。ネイティブ描画には SSH が必要です。
ko: tmux와 herdr의 세션은 서로 무관합니다. 선택한 것이 호스트에 없으면 Moshpit이 그렇게 알려 주고 일반 셸로 내려가며, 몰래 다른 쪽에 붙지 않습니다. Mosh를 쓰면 herdr는 자체 터미널 UI로 동작하고, 네이티브 렌더링에는 SSH가 필요합니다.
pt_br: tmux e herdr mantêm sessões separadas e sem relação. Se o host não tiver o que você escolheu, o Moshpit avisa e cai para um shell simples; ele nunca se conecta ao outro sem avisar. Com Mosh, o herdr usa a própria interface de terminal; a renderização nativa precisa de SSH.
zh_hans: tmux 和 herdr 的会话互不相通。主机上没有你选的那个时，Moshpit 会直说，然后退回普通 shell，不会悄悄换成另一个。走 Mosh 时 herdr 用它自己的终端界面，要原生渲染得用 SSH。
zh_hant: tmux 和 herdr 的工作階段互不相通。主機上沒有你選的那個時，Moshpit 會直接告訴你，然後退回一般 shell，不會悄悄換成另一個。走 Mosh 時 herdr 用它自己的終端機介面，要原生繪製得用 SSH。

source: tmux not found on this host — plain SSH session.
de: tmux auf diesem Host nicht gefunden, einfache SSH-Sitzung.
es: No se encontró tmux en este host: sesión SSH normal.
fr: tmux introuvable sur cet hôte : session SSH simple.
ja: このホストに tmux がありません — プレーン SSH セッションです。
ko: 이 호스트에 tmux가 없어 일반 SSH 세션으로 연결했습니다.
pt_br: tmux não encontrado neste host: sessão SSH simples.
zh_hans: 这台主机上没有 tmux，按普通 SSH 会话运行。
zh_hant: 這台主機上沒有 tmux，以一般 SSH 工作階段執行。

source: unnamed
de: unbenannt
es: sin nombre
fr: sans nom
ja: 名称未設定
ko: 이름 없음
pt_br: sem nome
zh_hans: 未命名
zh_hant: 未命名

source: unused since %@
de: unbenutzt seit %@
es: sin usar desde %@
fr: inutilisée depuis %@
ja: %@ 以降未使用
ko: %@ 이후 사용 안 함
pt_br: sem uso desde %@
zh_hans: 自 %@ 起未使用
zh_hant: 自 %@ 起未使用

source: warn
de: Warnung
es: aviso
fr: avert.
ja: 警告
ko: 경고
pt_br: aviso
zh_hans: 警告
zh_hant: 警告

source: window
de: Fenster
es: ventana
fr: fenêtre
ja: ウィンドウ
ko: 창
pt_br: janela
zh_hans: 窗口
zh_hant: 視窗

source: windows
de: Fenster
es: ventanas
fr: fenêtres
ja: ウィンドウ
ko: 창
pt_br: janelas
zh_hans: 窗口
zh_hant: 視窗

source: working
de: arbeitet
es: trabajando
fr: travaille
ja: 作業中
ko: 작업 중
pt_br: trabalhando
zh_hans: 工作中
zh_hant: 工作中

source: workspace
de: Arbeitsbereich
es: espacio de trabajo
fr: espace de travail
ja: ワークスペース
ko: 작업 공간
pt_br: espaço de trabalho
zh_hans: 工作区
zh_hant: 工作區

source: workspaces
de: Arbeitsbereiche
es: espacios de trabajo
fr: espaces de travail
ja: ワークスペース
ko: 작업 공간
pt_br: espaços de trabalho
zh_hans: 工作区
zh_hant: 工作區

source: —:—:—:—:—:—:—:—:—:— (shown after generation)
de: —:—:—:—:—:—:—:—:—:— (nach dem Erstellen sichtbar)
es: —:—:—:—:—:—:—:—:—:— (se muestra tras generarla)
fr: —:—:—:—:—:—:—:—:—:— (affiché après génération)
ja: —:—:—:—:—:—:—:—:—:— （生成後に表示）
ko: —:—:—:—:—:—:—:—:—:— (생성 후 표시)
pt_br: —:—:—:—:—:—:—:—:—:— (aparece depois de gerar)
zh_hans: —:—:—:—:—:—:—:—:—:—（生成后显示）
zh_hant: —:—:—:—:—:—:—:—:—:—（產生後顯示）

source: ⚠️ Host Key Changed
de: ⚠️ Host-Schlüssel geändert
es: ⚠️ La clave del host ha cambiado
fr: ⚠️ La clé d’hôte a changé
ja: ⚠️ ホストキーが変更されました
ko: ⚠️ 호스트 키 변경됨
pt_br: ⚠️ A chave do host mudou
zh_hans: ⚠️ 主机密钥已变更
zh_hant: ⚠️ 主機金鑰已變更

source: ✓ %@ finished
de: ✓ %@ fertig
es: ✓ %@ terminó
fr: ✓ %@ a terminé
ja: ✓ %@ が完了しました
ko: ✓ %@ 완료
pt_br: ✓ %@ terminou
zh_hans: ✓ %@ 已完成
zh_hant: ✓ %@ 已完成

source: ＋ splits a new pane
de: ＋ teilt ein neues Panel ab
es: ＋ divide un panel nuevo
fr: ＋ scinde un nouveau panneau
ja: ＋ で新しいペインを分割
ko: ＋로 새 패널 분할
pt_br: ＋ divide um novo painel
zh_hans: ＋ 新建一个窗格
zh_hant: ＋ 分割出新窗格

source: (optional)
es: (opcional)
fr: (facultatif)
ja: （任意）
ko: (선택)
pt_br: (opcional)
zh_hans: （可选）
zh_hant: （選填）

source: AGENT
es: AGENTE
ja: エージェント
ko: 에이전트
pt_br: AGENTE
zh_hans: 智能体

source: AGENT STATUS
es: ESTADO DEL AGENTE
fr: ÉTAT DE L’AGENT
ja: エージェントの状態
ko: 에이전트 상태
pt_br: STATUS DO AGENTE
zh_hans: 智能体状态
zh_hant: AGENT 狀態

source: AGENTS
es: AGENTES
ja: エージェント
ko: 에이전트
pt_br: AGENTES
zh_hans: 智能体

source: Agent
es: Agente
ja: エージェント
ko: 에이전트
pt_br: Agente
zh_hans: 智能体

source: Agents
es: Agentes
ja: エージェント
ko: 에이전트
pt_br: Agentes
zh_hans: 智能体

source: Block
es: Bloque
fr: Bloc
ja: ブロック
ko: 블록
pt_br: Bloco
zh_hans: 方块
zh_hant: 方塊

source: Branch
es: Rama
fr: Branche
ja: ブランチ
ko: 브랜치
zh_hans: 分支
zh_hant: 分支

source: FEEDBACK
es: COMENTARIOS
fr: COMMENTAIRES
ja: フィードバック
ko: 피드백
zh_hans: 反馈
zh_hant: 意見回饋

source: Feedback
es: Comentarios
fr: Commentaires
ja: フィードバック
ko: 피드백
zh_hans: 反馈
zh_hant: 意見回饋

source: MOSH · ROAMING
es: MOSH · ITINERANCIA
fr: MOSH · ITINÉRANCE
ja: MOSH · ローミング
ko: MOSH · 로밍
zh_hans: MOSH · 漫游
zh_hant: MOSH · 漫遊

source: Multiplexer
es: Multiplexor
fr: Multiplexeur
ja: マルチプレクサ
ko: 멀티플렉서
pt_br: Multiplexador
zh_hans: 终端复用器
zh_hant: 終端機多工器

source: NAME
es: NOMBRE
fr: NOM
ja: 名前
ko: 이름
pt_br: NOME
zh_hans: 名称
zh_hant: 名稱

source: Name
es: Nombre
fr: Nom
ja: 名前
ko: 이름
pt_br: Nome
zh_hans: 名称
zh_hant: 名稱

source: Name (optional)
es: Nombre (opcional)
fr: Nom (facultatif)
ja: 名前（任意）
ko: 이름(선택)
pt_br: Nome (opcional)
zh_hans: 名称（可选）
zh_hant: 名稱（選填）

source: Passphrase
es: Frase de contraseña
fr: Phrase secrète
ja: パスフレーズ
ko: 암호 문구
pt_br: Frase-senha
zh_hans: 口令
zh_hant: 密碼短語

source: Port
es: Puerto
ja: ポート
ko: 포트
pt_br: Porta
zh_hans: 端口
zh_hant: 連接埠

source: Proxy Host
es: Host del proxy
fr: Hôte du proxy
ja: プロキシのホスト
ko: 프록시 호스트
pt_br: Host do proxy
zh_hans: 代理主机
zh_hant: 代理伺服器主機

source: Proxy Port
es: Puerto del proxy
fr: Port du proxy
ja: プロキシのポート
ko: 프록시 포트
pt_br: Porta do proxy
zh_hans: 代理端口
zh_hant: 代理伺服器連接埠

source: ROAMING · MOSH
es: ITINERANCIA · MOSH
fr: ITINÉRANCE · MOSH
ja: ローミング · MOSH
ko: 로밍 · MOSH
zh_hans: 漫游 · MOSH
zh_hant: 漫遊 · MOSH

source: Return
es: Retorno
fr: Retour
zh_hans: 回车

source: Tab
es: Pestaña
fr: Onglet
ja: タブ
ko: 탭
pt_br: Aba
zh_hans: 标签页
zh_hant: 分頁

source: Tabs
es: Pestañas
fr: Onglets
ja: タブ
ko: 탭
pt_br: Abas
zh_hans: 标签页
zh_hant: 分頁

source: Text
es: Texto
fr: Texte
ja: テキスト
ko: 텍스트
pt_br: Texto
zh_hans: 文本
zh_hant: 文字

source: agent
es: agente
ja: エージェント
ko: 에이전트
pt_br: agente
zh_hans: 智能体

source: offline
es: sin conexión
fr: hors ligne
ja: オフライン
ko: 오프라인
zh_hans: 离线
zh_hant: 離線

source: roaming…
es: en itinerancia…
fr: itinérance…
ja: ローミング中…
ko: 로밍 중…
pt_br: em roaming…
zh_hans: 漫游中…
zh_hant: 漫遊中…

source: tab
es: pestaña
fr: onglet
ja: タブ
ko: 탭
pt_br: aba
zh_hans: 标签页
zh_hant: 分頁

source: tabs
es: pestañas
fr: onglets
ja: タブ
ko: 탭
pt_br: abas
zh_hans: 标签页
zh_hant: 分頁

source: ≈%@ download
es: Descarga de ≈%@
fr: ≈ %@ à télécharger
ja: 約 %@ のダウンロード
ko: 약 %@ 다운로드
pt_br: Download de ≈%@
zh_hans: 约 %@ 下载
zh_hant: 下載約 %@

source: CURSOR
fr: CURSEUR
ja: カーソル
ko: 커서
zh_hans: 光标
zh_hant: 游標

source: Control
fr: Contrôle
ja: Control キー
zh_hans: Control 键
zh_hant: Control 鍵

source: HOST
fr: HÔTE
ja: ホスト
ko: 호스트
zh_hans: 主机
zh_hant: 主機

source: Hardware
fr: Matérielle
ja: ハードウェア
ko: 하드웨어
zh_hans: 硬件
zh_hant: 硬體

source: Host
fr: Hôte
ja: ホスト
ko: 호스트
zh_hans: 主机
zh_hant: 主機

source: Auto
ja: 自動
ko: 자동
zh_hans: 自动
zh_hant: 自動

source: PROXY
ja: プロキシ
ko: 프록시
zh_hans: 代理
zh_hant: 代理伺服器

source: Prompt
ja: プロンプト
ko: 프롬프트
zh_hans: 提示词
zh_hant: 提示詞

source: TERMINAL
ja: ターミナル
ko: 터미널
zh_hans: 终端
zh_hant: 終端機

source: Terminal
ja: ターミナル
ko: 터미널
zh_hans: 终端
zh_hant: 終端機

source: OK
ko: 확인
zh_hans: 好
zh_hant: 好
